SETLOCAL
SET "align=%~1             "
CLS & ECHO ^
зддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддд© ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                               %align:~0,13%                                 Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
Ё                                                                             Ё ^
юддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддддды
ENDLOCAL & GOTO:EOF